-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Apr 25, 2025 at 03:49 PM
-- Server version: 10.4.32-MariaDB
-- PHP Version: 8.2.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `sign`
--

-- --------------------------------------------------------

--
-- Table structure for table `app`
--

CREATE TABLE `app` (
  `id` int(11) NOT NULL,
  `logo` varchar(255) NOT NULL,
  `imgur` varchar(255) NOT NULL,
  `txtapp` text NOT NULL,
  `linkdl` varchar(255) NOT NULL,
  `title` varchar(50) NOT NULL,
  `showtitle` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `app`
--

INSERT INTO `app` (`id`, `logo`, `imgur`, `txtapp`, `linkdl`, `title`, `showtitle`) VALUES
(10, 'https://cdn.soft98.ir/microsoft%20edge.jpg', 'img/Screenshot%202024-12-23%20224243.png', 'مایکروسافت پس از تلاش فراوان مرورگر اج را جایگزین اینترنت اکسپلورر کرد اما با وجود فایرفاکس و گوگل کروم باز هم نتوانست جایی در بین کاربران اینترنت برای خود دست و پا کند. در نهایت مایکروسافت تصمیم گرفت تا مرورگر Microsoft Edge را با هسته کرومیوم احیا کند که ظاهری شبیه به گوگل کروم دارد. سرعت بالا از نقاط قوت مرورگر Edge می‌باشد و کمبودی که در نسخه قبل مشاهده می‌شد در این نسخه جبران شده و آن پشتیبانی از افزونه‌های متنوع و پرکاربرد است.', 'https://dl2.soft98.ir/soft/m/Microsoft.Edge.131.0.2903.112.x64.zip?1736099343', 'مرورگر Microsoft Edge', 'Microsoft Edge 131.0.2903.99 Win/Mac/Android مرورگر مایکروسافت'),
(11, 'https://cdn.soft98.ir/TweakNow%20WinSecret.png', 'img/Tweaknow.png', 'TweakNow WinSecret نرم افزار قدرتمند بهینه سازی و مدیریت ویندوز 10 و 11 است که این امکان را برای شما فراهم می آورد تا براحتی بتوانید رازهای مخفی سیستم عامل ویندوز را آشکار سازید. چنان چه مدت زیادی است که از کاربران سیستم عامل ویندوز می باشید، طبیعتا بایستی با نام رجیستری یا همان قلب سیستم عامل آشنا باشید، رجیستری در حقیقت یک فایل ویژه برروی هارد دیسک شما می باشد که بیشتر اطلاعات در مورد تنظیمات ویندوز شما را در بردارد. چننچه از سرعت کم اینترنت خود رنج میبرید و یا پیام هایی ناآشنا بر روی صفحه نمایش در محیط سیستم عامل شما به نمایش در می آیند، راه حل نرم افزار TweakNow WinSecret می باشد، این برنامه این قبیل مشکلات را براحتی و با تغییر دادن مقادیر رجیستری برطرف می نماید،.\r\n\r\n', 'https://dl2.soft98.ir/soft/t/TweakNow.WinSecret.Plus.v5.8.2.rar?1736099484', 'بهینه ساز ویندوز TweakNow WinSecret', 'Wise Care 365 TweakNow WinSecret Plus 5.8.2 + Portable بهینه سازی ویندوز'),
(12, 'https://cdn.soft98.ir/MEmu%20Android.jpg', 'img/Memu.png', 'MEmu نرم افزاری برای شبیه ساز اندروید در ویندوز با پشتیبانی از زبان پارسی برای افرادی که طرفدار اندروید هستند و به شما این امکان را می دهد تا برنامه ها و بازی های اندروید خود را بصورت تمام صفحه در ویندوز اجرا کنید. توسط نرم افزار MEmu که دارای اندورید نسخه 4.4 و 5.1 و 7.1 و 9.0 ( که از طریق کنترل پنل نرم افزار بصورت آنلاین نصب میشود ) میباشد، میتوانید اپلیکیشن های اندروید را بدون داشتن گوشی یا تبلت اندروید، دقیقا به همان صورت در ویندوز خود تست و استفاده کنید. این بدان معنی است که می توانید از برنامه ای که روی دسکتاپ در حال نمایش است درست مثل زمانی که روی تلفن همراه خود با آن کار می کردید بهره مند شوید.\r\n\r\n', 'https://dl2.soft98.ir/mobile/MEmu.Android.Emulator.9.2.0.rar?1736099561', 'شبیه ساز اندروید Memu', 'MEmu Android Emulator 9.2.0 شبیه ساز اندروید در ویندوز'),
(13, 'https://cdn.soft98.ir/MKVToolnix.png', 'img/MKVToolnix.jpg', 'MKVToolnix نرم افزاری کاربردی برای فرمت MKV که یکی از فرمت های محبوب برای فایل های ویدئویی است میباشد که امکان بهم چسباندن تعداد نامحدودی از ویدیو، صدا و زیرنویس را در قالب یک فایل دارد. چنانچه بخواهید Track های ویدئو، صدا و یا زیرنویس یک فایل با فرمت MKV را حذف یا به آن اضافه کنید، یا حتی بخواهید یک فایل جدید بر اساس فایل های ویدئویی با فرمت های MP4٬ AVI یا زیرنویس SRT٬ SUB و ... داشته باشید، میتوانید از نرم افزار MKVToolnix استفاده کنید. با استفاده از نرم افزار MKVToolnix قادر خواهید بود فایل زیرنویس با فرمت SRT را با فیلم مورد نظر و با فرمت MKV ادغام کنید تا در هنگام جابه جایی و یا پخش فیلم به راحتی و با کلیک بر روی فایل ویدیویی فیلم با زیرنویس پخش شود. سرعت بالا و انجام عملیات ترکیب بدون افت کیفیت از ویژگی های این نرم افزار به شمار میروند.\r\n\r\n', 'https://dl2.soft98.ir/soft/m/MKVToolnix.89.0.x64.rar?1736099660', 'ترکیب و ادغام فیلم MKVToolnix', 'MKVToolnix 89.0 Win/Mac/Linux + Portable ترکیب و ادغام فیلم، صدا و زیرنویس'),
(14, 'https://cdn.soft98.ir/Free_Download_Manager.jpg', 'img/DownloadManager.svg', 'Free Download Manager یا FDM نرم افزاری قدرتمند و رایگان در زمینه مدیریت دانلود از اینترنت و تورنت میباشد که با یک رابط کاربری آسان به شما در زمینه مدیریت دانلودهایی که از اینترنت و تورنت دارید بسیار مفید خواهد بود. Free Download Manager تمام ویژگی هایی که شما از یک نرم افزار مدیریت دانلود قدرتمند انتظار دارید را برای شما فراهم نموده است که از میان آن ها می توان به دانلود از تورنت، زمانبندی شروع و پایان دانلود، نمایش اطلاعات فایل، دانلود ویدئو های فلش، بهینه سازی سرعت اینترنت، پشتیبانی از پروتکل بیت تورنت و... اشاره نمود. علاوه بر تمامی ویژگی های ذکر شده، Free Download Manager با تقسیم کردن فایل های دانلودی به چندین قسمت و دانلود هر یک به صورت جداگانه، باعث افزایش سرعت دانلود خواهد شد.\r\n\r\n', 'https://dl2.soft98.ir/soft/f/Free.Download.Manager.6.25.0.6016.x64.zip?1735758830', 'مدیریت Free Download Manager', 'Free Download Manager 6.25.0.6016 Win/Mac/Linux + Portable مدیریت دانلود'),
(15, 'https://cdn.soft98.ir/IObit%20Malware%20Figter%20PRO.jpg', 'img/eEU8JH8DkyCqBi9RtNByBK.jpg', 'IObit Malware Fighter نرم افزاری جهت از بین بردن تمامی بد افزارها , نرم افزارهای جاسوسی مختلف ابزارهای تبلیغاتی مزاحم ، تروجان ها ، کی لاگر ، رباتها، کرم ها، و ... می باشد. شما با استفاده از موتور دو هسته ای تعبیه شده در نرم افزار IObit Malware Fighter می توانید تمامی برنامه های مخرب که ممکن است به شما سیستم شما آسیب برساند از بین ببرید بدون آنکه کوچکترین مشکلی برای سیستم شما ایجاد و یا سیستم شما کند شود. نرم افزار IObit Malware Fighter از 3 روش برای از بین بردن بد افزارها دارد. اسکن هوشمند اسکن کامل اسکن سفارشی و مطمئن باشید با این سه روش حرفه ای ترین و عمقی ترین بدافزارها از سیستم شما نابود خواهند شد.\r\n\r\n', 'https://dl2.soft98.ir/soft/i/IObit.Malware.Fighter.Pro.12.1.0.1478.rar?1735759313', 'حذف بدافزار IObit Malware Fighter', 'IObit Malware Fighter Pro 12.1.0.1478 + Portable حذف بدافزار'),
(16, 'https://cdn.soft98.ir/Notepad.jpg', 'img/NOT++.webp', '++Notepad ویرایشگر (Editor) یکی از مهمترین برنامه های موجود در هر کامپیوتری هست که هرکسی بطور متداول از آن هر روز استفاده می کند. معروفترین و متداولترین ویرایشگر در سیستم عامل های Windows برنامه ی Notepad است که قطعاً همه با آن آشنایی دارند. این برنامه ی کم حجم و سریع در تمامی نسخه های Windows Microsoft وجود دارد و با ظاهری ساده امکان ویرایش متن ها را به همه ی کاربران داده است. ولی این برنامه کامل نیست و اشکالاتی دارد مخصوصا برای کاربران فارسی زبان و یا به طور کلی کاربران رایانه که زبان آن ها از راست به چپ می باشد و قسمت اعظم و مهم ماجرا ذخیره نکردن اطلاعات به صورت پیشفرض در UTF-8 است که باعث بوجود آمدن مشکلاتی در بین کاربران فارسی زبان که اطلاعات چندانی از این مورد ندارند شده است. برنامه‌ای رایگان برای ویراش كد اصلی (source code) برنامه ها و جایگزینی مناسب برای Notepad ویندوز است. این نرم افزار، زبان‌های برنامه نویسی متعددی را پشتیبانی می‌نماید. امكانات این برنامه عبارتند از: مشخص نمودن syntaxها ، تفكیك و قالب بندی كدها، تكمیل خودكار كدها، ویرایش همزمان چند فایل، Drag & Drop متون، قابلیت جستجوی كامل و ... همچنین این برنامه قابلیت ضبط و اجرای ماكروها را نیز دارد. علاوه بر تمام امكانات فوق، این نرم افزار که به زبان C++ نوشته شده است نظر بسیاری از كاربران را جلب نموده است.\r\n\r\n', 'https://dl2.soft98.ir/soft/n/Notepad.8.7.5.x86.rar?1735759721', '++Notepad ویرایشگر', 'Notepad++ 8.7.5 + Portable ویرایشگر قدرتمند و ساده متن'),
(17, 'https://cdn.soft98.ir/2/StartAllBack.png', 'img/StartAllBack.webp', 'StartAllBack نرم افزاری کاربردی جهت جایگزین منوی استارت در ویندوز 11 میباشد. هنگام کار با ویندوز 11 متوجه تغییر بزرگی در رابط کاربری آن خواهید شد که عبارت است از تغییر منوی استارت این ویندوز با ظاهر منوی استارت ویندوز 10 یا 7 میباشد و از آنجایی که بسیاری از کاربران ویندوز از همان نسخه های ابتدایی ویندوز به این منوی پرکاربرد دسترسی داشته اند ممکن است از این منوی استارت جدید ناراضی بوده و بدنبال راهکاری برای بازگرداندن منوهای قبلی باشند، StartAllBack به شما کمک می کند تا این مشکل را به راحتی رفع نموده و دکمه استارت کاربردی تر را به ویندوز 11 بازگردانید.\r\n\r\n', 'https://dl2.soft98.ir/soft/s/StartAllBack.3.9.0.5220.rar?1736097108', 'جایگزین منوی استارت StartAllBack', 'StartAllBack 3.9.0.5220 جایگزین منوی استارت در ویندوز 11'),
(18, 'https://cdn.soft98.ir/Glary-Utilities.jpg', 'img/GlaryUtilities.png', 'Glary Utilities نرم افزاری که دارای مجموعه ای از ابزارهای کاربردی سیستم به منظور افزایش سرعت، تعمیر و محافظت از ویندوز شما را دارا می باشد. نرم افزار به شما اجازه حذف فایل های زائد، کلید های رجیستری نامعتبر و تمامی ردپاهای به جا مانده از وبگردی های شما را می دهد. بوسیله این نرم افزار شما همچنین می توانید مدیریت و پاک سازی مرورگر، آنالیز فضای استفاده شده هارد دیسک و شناسایی فایل های تکراری بر روی سیستم را انجام دهید. از این گذشته این نرم افزار دارای آیتم هایی برای بهینه سازی حافظه، پیدا کردن، ثابت کردن، حذف میانبرهای نامعتبر ویندوز، مدیریت برنامه هایی که در هنگام بوت شدن سیستم شروع به کار می نماید و عزل کردن برنامه ها می باشد.\r\n\r\n', 'https://dl2.soft98.ir/soft/g/Glary.Utilities.Pro.6.20.0.24.rar?1736097547', ' بهینه ساز ویندوز Glary Utilities', 'Glary Utilities Pro 6.20.0.24 + Portable بهینه سازی ویندوز\r\n\r\n'),
(19, 'https://cdn.soft98.ir/Glary%20Malware%20Hunter.jpg', 'img/malware-hunter-interface.jpg', 'Glary Malware Hunter نرم افزار کاربردی جهت جستجوی و حذف فایل ها خطرناک در ویندوز شما میباشد و سیستم شما را از ویروس ها و سایر تهدیدات محافظت می کند. Glary Malware Hunter فایل های مخرب را بر روی ویندوز شما شناسایی می کند و محتوای خطرناک را پاک می کند. Malware Hunter یک نرم افزار کامل در برابر انواع تهدیدات را فراهم می کند، اطلاعات شما و حریم خصوصی شما را حفظ می کند و تضمین می کند که ویندوز شما بدون ویروس است.\r\n\r\n', 'https://dl2.soft98.ir/soft/g/Glary.Malware.Hunter.Pro.1.194.0.822.rar?1736098176', 'محافظ ویندوز Glary Malware Hunter', 'Glary Malware Hunter Pro 1.194.0.822 + Portable محافظ ویندوز در برابر بد افزار'),
(20, 'https://cdn.soft98.ir/KMPlayer.jpg', 'img/KMPlayer.webp', 'KMPlayer نرم افزاری حرفه ای که با حجم مناسب قادر به پخش تقریبا 99 دردصد فرمت های صوتی و تصویری است. KMPlayer طیف گسترده ای از زیرنویس ها را پشتیبانی می کند و به شما امکان می دهد به روش های مختلف صدا، فیلم و اسکرین شات را ضبط کنید. KMPlayer تقریباً تمام رمزگذارهای ضروری مورد نیاز برای پخش رسانه را شامل می شود. علاوه بر این، برای فراتر رفتن از محدودیت رمزگذارهای داخلی، می توان از رمزگذارهای خارجی مانند رمزگذارهای تجاری h.264 یا رمزگذارهای صوتی cyberlink/intervideo استفاده کرد.\r\n\r\n', 'https://dl2.soft98.ir/soft/j-k-l/KMPlayer.2024.12.23.15.x64.rar?1736098712', 'پخش فیلم با KMPlayer', 'KMPlayer 4.2.3.20 + 2024.12.23.15 Win/Mac + Portable پخش فیلم'),
(21, 'https://cdn.soft98.ir/Wise%20Folder%20Hider.jpg', 'img/WiseFolderHider.png', 'Wise Folder Hider نرم افزاری بسیار قدرتمند و کاربردی برای مخفی سازی انواع فایل های شخصی و سری می باشد که قادر خواهید بود تا انواع فایل ها و پوشه ها را در پارتیشن های مختلف و یا حتی فایل های مورد نظر خود در انواع دستگاه های قابل حمل را نیز مخفی کرده تا از دسترس دیگران دور بماند. نرم افزار Wise Folder Hider در اولین زمان شروع به کار خود از شما یک رمز می خواهد که شما باید رمزی را به این نرم افزار دهید و آن را به خاطر بسپارید زیرا در دفعات دیگر برای ورود به این نرم افزار نیاز به رمز خواهید داشت. بنابراین شما قادر خواهید بود تا فایل های خود را با امنیت بالاتر و با یک رمز مجزا مخفی کرده و محافظت کنید.\r\n\r\n', 'https://dl2.soft98.ir/soft/w/Wise.Folder.Hider.Pro.5.0.8.238.rar?1736099209', 'مخفی سازی فایل Wise Folder Hider', 'Wise Folder Hider Pro 5.0.8.238 + Portable مخفی سازی فایل و پوشه');

-- --------------------------------------------------------

--
-- Table structure for table `city`
--

CREATE TABLE `city` (
  `nacity` varchar(50) NOT NULL,
  `IDcity` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `city`
--

INSERT INTO `city` (`nacity`, `IDcity`) VALUES
('تهران', 1),
('مشهد', 2),
('اصفهان', 3),
('شیراز', 4),
('تبریز', 5),
('کرج', 6),
('اهواز', 7),
('قم', 8),
('رشت', 9);

-- --------------------------------------------------------

--
-- Table structure for table `comment`
--

CREATE TABLE `comment` (
  `id` int(11) NOT NULL,
  `postid` int(11) NOT NULL,
  `txtcom` varchar(255) NOT NULL,
  `time` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `sabt` tinyint(1) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE `news` (
  `imageurl` varchar(255) NOT NULL,
  `title` varchar(255) NOT NULL,
  `content` text NOT NULL,
  `id` int(50) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `news`
--

INSERT INTO `news` (`imageurl`, `title`, `content`, `id`, `created_at`) VALUES
('images/amd.webp', 'پردازنده AMD', 'یکی از مدیران ای‌ام‌دی می‌گوید محصولات «افتضاح» اینتل عامل تقاضای بی‌سابقه برای پردازنده‌های ای‌ام‌دی است.\r\n            در یک میزگرد با حضور مدیران اجرایی AMD در حاشیه‌ی نمایشگاه CES 2025، از این شرکت درباره‌ی کمبود مداوم\r\n            پردازنده‌ی پرچمدار و گیمینگ Ryzen 7 9800X3D پرسیده شد. تیم قرمز این موضوع را به تقاضای بی‌سابقه نسبت داد و\r\n            اشاره کرد که محصولات «افتضاح» اینتل، (اشاره به سری ارو لیک)، منجر به افزایش شدید تقاضا برای پردازنده AMD شده\r\n            و فراتر از پیش‌بینی‌های اولیه رفته است.\r\n\r\n            فرانک ازور، یکی از مدیران AMD، با طعنه گفت: «ما می‌دانستیم که تراشه‌ی فوق‌العاده‌ای ساخته‌ایم؛ اما\r\n            نمی‌دانستیم رقیب‌مان [اینتل] تراشه‌ی افتضاحی ساخته است. به‌همین‌دلیل تقاضا بیشتر از پیش‌بینی‌مان شد.»\r\n\r\n            پردازنده‌های Arrow Lake اینتل در زمان عرضه، عملکرد ناامیدکننده‌ای در بازی‌ها داشتند؛ اگرچه آبی‌ها وعده‌ی رفع\r\n            مشکل را داده بودند، پچ کامل و نهایی پردازنده (حداقل روی دو مادربرد) ظاهرا هیچ کمکی به بهبود اوضاع نمی‌کند و\r\n            انتشار نسخه‌ی جدید ویندوز شاید به رفع مشکل کمک کند.\r\n\r\n            همه‌ی این مسائل نشان می‌دهد که اینتل در مقایسه با انتظارات AMD، رقابت بسیار کمتری دارد. چنین وضعیتی، مشکل\r\n            زمان‌بر بودنِ تولید پردازنده‌های X3D را که از قبل هم طولانی بود، بدتر کرده است. از آنجا که ساخت پردازنده‌های\r\n            پیشرفته‌ی امروزی زمان زیادی می‌برد، پیش‌بینی درستِ میزان تقاضا اهمیتی حیاتی دارد.\r\n \r\n            دیوید مک‌آفی، از مدیران اجرایی AMD، گفت: «ما ظرفیت تولید خود، یعنی خروجی ماهانه و فصلی تراشه‌های X3D را\r\n            به‌شدت افزایش داده‌ایم، چه برای سری ۷۰۰۰ و چه برای 9000X3D. میزان افزایش تولید ما نسبت‌به برنامه‌ریزی اولیه\r\n            واقعاً باورنکردنی است. به جرأت می‌توانم بگویم تقاضایی که برای 9800X3D و 7800X3D دیده‌ایم، بی‌سابقه بوده\r\n            است.»\r\n\r\n            AMD تولیدش را افزایش داده، اما مدتی طول می‌کشد تا سیل پردازنده‌های جدید 9800X3D به بازار برسد. تا زمانی که\r\n            پردازنده‌های بیشتر راهی بازار شوند، احتمالاً شاهد ورود 9950X3D و 9900X3D جدید نیز به قفسه‌های فروشگاه خواهیم\r\n            بود.\r\n\r\n            اینتل برای مدتی طولانی در پاسخگویی به فناوری 3D V-Cache ای‌ام‌دی ناتوان بوده است و به‌نظر نمی‌رسد برنامه‌ای\r\n            برای رقابت با آن داشته باشد.', 1, '2025-04-25 08:01:27'),
('images/bomb.webp', 'ضایعات هسته‌ای', '            زباله‌های هسته‌ای، محصول جانبی رآکتورها و چالشی برای محیط زیست هستند. آیا دانشمندان با راه‌حل‌های علمی\r\n            می‌توانند تهدید را به فرصتی پایدار تبدیل کنند؟\r\n            ضایعات هسته‌ای، زباله‌های هسته‌ای و یا پسماند هسته‌ای، همگی واژه‌هایی آشنا هستند که اغلب تصاویری از خطر و\r\n            آلودگی را تداعی می‌کنند. اما ضایعات هسته‌ای دقیقاً چیست و چرا حائز اهمیت است؟ آیا واقعاً مشکلی حل‌ناشدنی است\r\n            و یا راه‌حل‌هایی نیز برای مدیریت این قبیل زباله‌ها وجود دارد؟\r\n            تصویر رایجی که از ضایعات هسته‌ای در ذهن‌ها به یاد مانده، معمولاً بشکه‌های فلزی زنگ‌زده‌ای را به نمایش\r\n            می‌گذارد که مواد سبزرنگ رادیواکتیو را به محیط نشت می‌دهند و باعث بیماری‌های جدی مانند سرطان می‌شوند. گاهی\r\n            این تصویرها موجودات جهش‌یافته‌ای را نیز شامل می‌شوند که مانند زامبی‌ها، تمامی موجودات زنده و محیط زیست را\r\n            تهدید می‌کنند. اما چنین برداشت‌هایی بیشتر برگرفته از فرهنگ عامه و داستان‌های تخیلی هستند.\r\n            امروزه با توجه به تلاش جهانی برای کاهش وابستگی به سوخت‌های فسیلی، انرژی هسته‌ای به‌عنوان یکی از گزینه‌های\r\n            پاک برای تأمین انرژی شناخته می‌شود. به همین دلیل، ضروری است که تصویری واقعی‌تر از ضایعات هسته‌ای و خطرات آن\r\n            در ذهن داشته باشیم و روش‌های علمی مدیریت آن را نیز بهتر بشناسیم. در ادامه، با ماهیت ضایعات هسته‌ای و نحوه‌ی\r\n            مدیریت این زباله‌ها آشنا می‌شویم.\r\n\r\n        ضایعات هسته‌ای چیست؟\r\n        \r\n            به بیان ساده، زباله‌ها و ضایعات هسته‌ای یا رادیواکتیو، به محصول جانبی باقی‌مانده از فعالیت‌های هسته‌ای گفته\r\n            می‌شود که دیگر کارآمد نیستند، اما همچنان خاصیت رادیواکتیوی دارند. این پسماندها در فرآیندهای مختلفی مانند\r\n            تولید انرژی در رآکتورهای هسته‌ای، فرآوری و بازفرآوری سوخت، تولید سلاح‌های هسته‌ای، فعالیت‌های پزشکی و\r\n            پژوهش‌های علمی به وجود می‌آیند.\r\n            ضایعات هسته‌ای شامل انواع مختلفی است و ویژگی خاصی دارد: خواص آن با گذشت زمان تغییر می‌کند و به تدریج، به\r\n            انواع دیگری از ضایعات تبدیل می‌شود. از میان انواع مختلف این زباله‌های هسته‌ای، جدی‌ترین و شناخته‌شده‌ترین\r\n            نوع، پسماند رادیواکتیوی سطح بالا است که عمدتاً در رآکتورهای هسته‌ای غیرنظامی تولید می‌شود.\r\n\r\nضایعات هسته‌ای چگونه تولید می‌شود؟\r\n\r\n            سوخت در رآکتورهای هسته‌ای متداول، به شکل قرص‌های کوچک سرامیکی به اندازه‌ی تقریبی یک انگشتانه تولید می‌شود.\r\n            این قرص‌ها حاوی اورانیوم غنی‌شده هستند که شامل ایزوتوپ شکافت‌پذیر اورانیوم-۲۳۵ است. این قرص‌ها در لوله‌های\r\n            فلزی مقاومی قرار می‌گیرند که با هم، میله‌های سوخت را تشکیل می‌دهند. سپس این میله‌ها در بسته‌های مستطیلی‌شکل\r\n            جمع‌آوری می‌شوند.\r\n        سپس، بسته‌های سوخت در رآکتور درون آبی غوطه‌ور می‌شوند که به‌عنوان تعدیل‌کننده و خنک‌کننده عمل می‌کند. فرآیند\r\n            تولید انرژی با شکافت اتم‌های اورانیوم آغاز می‌شود. زمانی که یک اتم اورانیوم-۲۳۵ شکافته می‌شود، دو نوترون\r\n            آزاد می‌کند. تعدیل‌کننده این نوترون‌ها را آهسته می‌کند تا احتمال برخورد و جذب توسط اتم‌های دیگر اورانیوم-۲۳۵\r\n            افزایش یابد. اگر جذب رخ دهد، اتم دوم نیز شکافته می‌شود و دو نوترون دیگر آزاد می‌کند. این فرآیند به شکل\r\n            زنجیره‌ای ادامه یافته و در نتیجه، واکنش هسته‌ای پایدار را به وجود می‌آورد.\r\n            وقتی اتم‌های اورانیوم شکافته می‌شوند، علاوه بر انرژی، به عناصر کوچکتری مانند سزیم-۱۳۷ و استرانسیم-۹۰ تبدیل\r\n            می‌شوند. سپس، ایزوتوپ‌های رادیواکتیو به مرور زمان وامی‌پاشند و عناصر جدیدی ایجاد می‌کنند. همچنین برخی از\r\n            اتم‌های اورانیوم-۲۳۸ موجود در سوخت، با جذب نوترون به پلوتونیوم و دیگر عناصر فرا اورانیوم تبدیل می‌شوند.', 2, '2025-04-25 08:30:50'),
('images/ugreen.webp', 'یوگرین از داک Thunderbolt 5', '            UGREEN با رونمایی از محصولات جدیدش، مرزهای نوآوری و کارایی را جابه‌جا کرد و آینده‌ای قدرتمندتر را به نمایش\r\n            گذاشت.\r\n            شرکت UGREEN در نمایشگاه CES 2025، مجموعه‌ای گسترده از محصولات جدید خود، شامل داک‌های جدید Thunderbolt 5 و یک\r\n            هاب شارژ رومیزی ۶ پورتی با توان ۵۰۰ وات را معرفی کرد. این محصولات از ماه‌های آینده در دسترس خواهند بود.\r\nداک استیشن Thunderbolt 5.\r\n            داک استیشن جدید Revodok Max 2131 شرکت UGREEN از Thunderbolt 5 پشتیبانی می‌کند و می‌توان از آن در دستگاه‌های\r\n            مک‌ بوک پرو جدید M4 Pro و Max استفاده کرد. داک جدید، سه پورت Thunderbolt 5 با سرعت ۸۰ گیگابیت‌برثانیه دارد و\r\n            در صورت نیاز، می‌تواند تا ۱۲۰ گیگابیت‌برثانیه هم برای خروجی‌های تصویری ارائه دهد. این ویژگی به محصول جدید\r\n            UGREEN امکان می‌دهد که سیگنال 8K را با فرکانس ۶۰ هرتز ارسال کند.\r\n\r\n            به‌گزارش 9to5mac، داک استیشن Thunderbolt 5، یک پورت USB-C با سرعت USB 3.2 (تا ۱۰ گیگابیت‌برثانیه)، دو پورت\r\n            USB-A با سرعت USB 3.2 (۱۰ گیگابیت‌برثانیه)، و دو پورت USB-A با سرعت USB 3.0 (۵ گیگابیت‌برثانیه) دارد.\r\n\r\n            اسلات کارت SD، کارت‌ خوان microSD، یک پورت اترنت RJ45 با پهنای باند تا ۲٫۵ گیگابیت‌برثانیه و جک هدفون ۳٫۵\r\n            میلی‌متری از امکانات دیگری هستند که این داک در اختیار کاربران قرار می‌دهد. یک پورت USB-C اضافی برای پشتیبانی\r\n            از شارژ ۱۴۰ وات PD هم وجود دارد که برای لپ‌تاپ‌هایی مانند مک‌ بوک پرو ۱۶ اینچ عالی است.\r\n\r\n            داک جدید همراه با یک آداپتور برق ۱۸۰ وات GaN عرضه می‌شود که توان کافی برای نیازهای شما را فراهم می‌کند. این\r\n            محصول از ماه مارس عرضه می‌شود؛ اما قیمت آن هنوز اعلام نشده است.\r\nشارژر رومیزی ۵۰۰ وات GaN.\r\n            شارژر رومیزی ۵۰۰ وات GaN جدید ۶ پورت دارد و می‌تواند تا ۵۰۰ وات برق تولید کند. این شارژر برای دستگاه‌های\r\n            پرمصرف مثل دوچرخه‌ها و ابزارهای برقی کاملاً مناسب است.\r\n            با وجود توان بالای شارژر جدید، UGREEN تضمین می‌کند که بیش‌ازحد داغ نمی‌شود. این دستگاه سیستم کنترل دما دارد\r\n            که قبل از داغ‌شدن زیاد، سرعت شارژ را کاهش می‌دهد. همچنین با داشتن ۶ تراشه‌ی GaN، بازدهی آن هم بسیار بالا\r\n            است.\r\n            شارژر رومیزی جدید، ۵ پورت USB-C و یک پورت USB-A دارد. پورت اول USB-C تا ۲۴۰ وات برق می‌دهد، چهار پورت دیگر\r\n            USB-C تا ۱۰۰ وات و پورت USB-A تا ۲۲٫۵ وات خروجی دارد. اگرچه مجموع این خروجی‌ها بیشتر از ۵۰۰ وات است، شارژر\r\n            در نهایت تا سقف ۵۰۰ وات برق تولید می‌کند.\r\n            شارژر ۵۰۰ وات جدید UGREEN از ماه مارس عرضه می‌شود. هنوز قیمت شارژر مذکور مشخص نشده است.', 3, '2025-04-25 08:35:06'),
('images/cump.webp', 'مانیتور های گیگابایت', '            سامسونگ دیسپلی در نمایشگاه CES 2025 چندین پنل جدید QD-OLED را معرفی کرد. از جمله‌ی این پنل‌ها، مدل ۲۷ اینچ\r\n            با وضوح 4K و نرخ نوسازی ۲۴۰ هرتز است که آن را به اولین پنل در جهان با این مشخصات تبدیل می‌کند. محصول دوم،\r\n            پنل ۲۷ اینچ با وضوح QHD و نرخ نوسازی شگفت‌انگیز ۵۰۰ هرتز محسوب می‌شود\r\n            برندهای الین‌ور، ایسوس، MSI و سامسونگ به‌سرعت نمایشگرهایی با پنل‌های QD-OLED رونمایی کردند و اکنون گیگابایت\r\n            نیز آن‌ها را به‌کار گرفته است.\r\n            گیگابایت مانیتورهای MO27U2 و AORUS FO27Q5P را معرفی کرد. هر دو این مدل‌ها دارای پنل‌های ۲۷ اینچ QD-OLED\r\n            سامسونگ دیسپلی هستند. مدل اول دارای وضوح 4K و نرخ نوسازی ۲۴۰ هرتز و مدل دوم دارای وضوح QHD و نرخ نوسازی ۵۰۰\r\n            هرتز است.\r\n            مانیتورهای QD-OLED گیگابایت به رقبای مانیتور سامسونگ سری Odyssey شامل دو مدل G6 و G8 تبدیل می‌شوند. مدل\r\n            AORUS FO27Q5P با اتصال DisplayPort 2.1 UHBR20 عرضه می‌شود که دارای پهنای باند ۸۰ گیگابیت‌برثانیه است.\r\n            طبق ادعای گیگابایت، مانیتور AORUS FO27Q5P تجربه‌ی گیمینگ را متحول می‌کند و وضوح حرکتی و تیزی تصویر بی‌نظیری\r\n            را ارائه می‌دهد. این مانیتور از آستانه‌ی VESA ClearMR فراتر رفته و آماده‌ی دستیابی به استاندارد بعدی ClearMR\r\n            21000 است که طراحی آینده‌نگرانه‌ی آن را نشان می‌دهد.\r\n            گیگابایت هنوز جزئیاتی درباره‌ی قیمت مانیتورهای جدید و زمان عرضه‌ی آن‌ها ارائه نکرده است. انتظار می‌رود\r\n            جزئیات کامل‌تر را در هفته‌های آینده بشنویم. انتظار می‌رود که قیمت مانیتور ۲۷ اینچ MO27U2 بین ۸۰۰ تا ۱۰۰۰\r\n            دلار باشد، زیرا مانیتور MSI با همان پنل، ۸۹۹ دلار قیمت دارد.', 4, '2025-04-25 09:02:07'),
('images/whatsapp.webp', 'WhatsApp', '            واتساپ با افزودن تب جدید مخصوص بات‌های هوشمند، تلاش می‌کند کاربرانش را به گفت‌وگو با آن‌ها علاقه‌مند کند.\r\n            واتساپ، پیام‌رسان محبوب شرکت متا، طراحی جدیدی را آزمایش می‌کند که فضای قابل توجهی به مجموعه‌ای از بات‌های\r\n            هوش مصنوعی اختصاص می‌دهد. این طراحی که فعلاً فقط از طریق نسخه‌ی بتای اندروید واتساپ دردسترس قرار دارد، تب\r\n            جداگانه‌ای برای هوش مصنوعی در صفحه‌ی اصلی اپلیکیشن اضافه کرده است.\r\n\r\n            براساس تصویری در وب‌سایت WABetaInfo، یکی از چهار تب اصلی واتساپ به‌طور کامل به ویژگی‌های هوش مصنوعی اختصاص\r\n            داده شده است.\r\n\r\n            در تب جدید، مجموعه‌ای از شخصیت‌های محبوب هوش مصنوعی برای گفت‌وگو به‌همراه دیگر بات‌ها بر اساس موضوعات مختلف\r\n            طبقه‌بندی شده‌اند. سایر قابلیت‌های هوش مصنوعی موجود در واتساپ شامل تولید تصاویر و استیکرهای هوش مصنوعی و\r\n            ابزار جست‌وجوی مبتنی‌بر Meta AI است.\r\n\r\n            ابزارها و بات‌های هوش مصنوعی واتساپ جدید نیستند، اما فقط در ایالات متحده و چند کشور دیگر و به زبان‌های\r\n            محدودی قابل استفاده هستند. تاکنون، این قابلیت‌ها از طریق تب اصلی Chats در دسترس بودند، اما به‌روزرسانی جدید\r\n            آن‌ها را بیشتر در کانون توجه قرار می‌دهد.\r\n\r\n            واتساپ همچنین در حال آزمایش گسترش تعداد بات‌های هوش مصنوعی و گزینه‌ای برای ساخت شخصیت‌های هوش مصنوعی شخصی\r\n            است. طبق گزارش WABetaInfo، این قابلیت در به‌روزرسانی بتای جداگانه مشاهده می‌شود. متا پیش‌تر امکان ایجاد\r\n            ربات‌های هوش مصنوعی سفارشی را از طریق ابزار AI Studio در وب‌سایت اینستاگرام فراهم کرده بود، اما اضافه کردن\r\n            گزینه‌ی مذکور به خود اپلیکیشن، روند کار را بسیار ساده‌تر می‌کند.\r\n            تب جدید هوش مصنوعی واتساپ، جایگزین تب Communities شده است، اما قابلیت‌های مربوط به Communities همچنان از\r\n            طریق نسخه‌ای ساده‌تر در تب Chats در دسترس‌اند.\r\n\r\n            نسخه‌ی بتای واتساپ را می‌توان از طریق گوگل‌پلی دریافت کرد، اما تعداد آزمایش‌‌کنندگان محدود است و درحال‌حاضر\r\n            امکان عضویت در برنامه‌ی آزمایشی وجود ندارد. هنوز مشخص نیست که این تغییرات چه زمانی به نسخه‌ی نهایی اپلیکیشن\r\n            اضافه خواهند شد، اما احتمالاً فقط برای کشورهایی فعال می‌شود که پیش‌تر ویژگی‌های هوش مصنوعی در آنجا ارائه\r\n            شده‌اند.', 5, '2025-04-25 09:02:59'),
('images/bmw.webp', 'همکاری ال‌جی و کوالکام', '            ل‌جی و کوالکام در نمایشگاه CES از نوآوری جدیدشان برای خودروهای هوشمند آینده پرده برداشتند.\r\n            ال‌جی در همکاری با کوالکام، پلتفرمی پیشگام برای کنترلر خودروها به نام Cross Domain Controller (xDC) را در\r\n            نمایشگاه CES 2025 معرفی کرد.\r\n            پلتفرم جدید ال‌جی از سیستم‌-‌روی-چیپ Snapdragon Ride Flex استفاده می‌کند که بینایی ماشین و بسته‌ی رانندگی\r\n            خودران Snapdragon Ride را در کنار سیستم اطلاعات‌سرگرمی IVI و سیستم دستیار رانندگی ال‌جی با هم در یک کنترلر\r\n            واحد ترکیب می‌کند.\r\n            ال‌جی می‌گوید تراشه‌ی فلکس، سیستم‌های کمک‌راننده، قابلیت‌های رانندگی خودران و سیستم داشبورد دیجیتال IVI را\r\n            تغذیه می‌کند. پلتفرم xDC ال‌جی می‌تواند با استفاده از تراشه‌ی مذکور، داده‌های دریافتی از سیستم‌های IVI و\r\n            ADAS را به‌سرعت و به‌صورت همزمان پردازش کند.\r\n            ال‌جی باور دارد که استفاده از تراشه‌ای واحد، در کنار فراهم‌کردن تجربه‌ی کاربری مؤثرتر، هزینه‌های مربوط به\r\n            قطعات را کاهش می‌دهد. به‌علاوه، پلتفرم xDC، دستیاری فعال ارائه می‌دهد که از ترکیبی از گرافیک‌های دوبعدی و\r\n            سه‌بعدی برای کمک به رانندگان برای حفظ تمرکز بر جاده استفاده می‌کند.\r\n            xDC دسترسی به مجموعه‌ی گسترده‌ای از اطلاعات از طریق نمایشگر اصلی خودرو را برای رانندگان و سرنشین جلو فراهم\r\n            می‌کند. این اطلاعات شامل هشدارهای حیاتی ADAS مانند هشدار فاصله تا خودرو عقبی و هشدار انحراف از خطوط و\r\n            پیشنهاد مسیرهای جایگزین بر اساس تغییرات لحظه‌ای شرایط ترافیکی هستند.\r\n            ال‌جی ادعا می‌کند xDC می‌تواند اطلاعاتی مانند تخفیف‌های فروشگاه‌های محبوب را ارائه کند تا حین سفر تجربه‌ی\r\n            بهتری داشته باشید. تراشه‌ی فلکس گواهی ایمنی (ASIL)-D را دریافت کرده است.\r\n            در نمایشگاه CES 2025 ال‌جی و کوالکام پلتفرم xDC را در غرفه‌های جداگانه‌ی خود به نمایش گذاشتند.', 6, '2025-04-25 08:25:05'),
('images/elongrok.webp', 'هوش مصنوعی گراک ۳', 'مدل هوش مصنوعی گراک ۳ ایلان ماسک با قدرت محاسباتی ده برابر بیشتر از نسل قبل، می‌تواند دنیای هوش مصنوعی را وارد مرحله‌‌ی جدید و پیچیده‌تری کند. ایلان ماسک اعلام کرد که نسخه‌ی جدید مدل هوش مصنوعی xAI، یعنی گراک ۳ مراحل آماده‌سازی را پشت‌سر می‌گذارد. به گفته‌ی ماسک، مرحله‌ی پیش‌آموزش این مدل با قدرت محاسباتی ۱۰ برابر بیشتر نسبت به نسخه‌ی قبلی، پایان یافته است. این جهش در منابع محاسباتی می‌تواند به بهبود توانایی‌های مدل در زمینه‌های مختلف مانند درک زبان طبیعی و حل مسائل پیچیده منجر شود. افزایش قدرت محاسباتی در فرایند پیش‌آموزش مدل‌های هوش مصنوعی از اهمیت ویژه‌ای برخوردار است، زیرا به مدل اجازه می‌دهد از داده‌های گسترده‌تری بیاموزد، الگوهای پیچیده‌تری را شناسایی کند و پاسخ‌های دقیق‌تر و معنادارتری ارائه دهد. این تغییرات باعث می‌شود گراک ۳ بهبودهای چشمگیری در زمینه‌های مختلف ازجمله پردازش زبان طبیعی و استدلال پیشرفته ارائه دهد. اگرچه هوش مصنوعی در دنیای فناوری بیشتر مورد توجه قرار می‌گیرد، این پیشرفت زمانی رخ می‌دهد که نگرانی‌ها در مورد مسائل اخلاقی و ایمنی فناوری مذکور افزایش یافته است. انتظار می‌رود گراک ۳ نه‌تنها در قابلیت‌های فنی پیشرفت کند، بلکه نحوه‌ی تعامل مسئولانه‌تر و مفیدتر با کاربران را نیز بهبود بخشد.', 7, '2025-04-25 09:17:06'),
('images/vakitaki.webp', 'واکی‌تاکی ۵۰ دلاری شیائومی', 'شیائومی واکی‌تاکی جدید خود را با قابلیت‌های جذاب ازجمله بُرد ۵۰۰۰ کیلومتری، باتری قدرتمند و طراحی مقاوم معرفی کرد. شیائومی محصول جدیدی به نام Sports Walkie-Talkie را با قیمت ۳۹۹ یوان (حدود ۵۰ دلار) برای بازار چین عرضه معرفی کرد. این اولین‌بار نیست که شیائومی وارد بازار واکی‌تاکی می‌شود و در سال ۲۰۲۳ نیز واکی‌تاکی 2S را معرفی کرد که با هربار شارژ کامل تا ۱۲۰ ساعت در حالت آماده‌به‌کار دوام می‌آورد.  تصویر مرتبط 1 به‌نوشته‌ی ITHome، واکی‌تاکی جدید شیائومی برای علاقه‌مندان به فضای باز و ماجراجویان طراحی شده است و ویژگی‌های جالی ارائه می‌دهد. ازجمله قابلیت‌های محصول مذکور می‌توان به پشتیبانی از TD-LTE، پشتیبانی از 4G و محدوده‌ی ارتباطی فوق‌العاده تا ۵۰۰۰ کیلومتر اشاره کرد.  تصویر مرتبط ۲ واکی‌تاکی شیائومی با ابعاد ۵۴ در ۵۵٫۶ در ۲۲٫۳ میلی‌متر و وزن ۶۷ گرم قابلیت حمل بسیار بالایی دارد. این محصول با وجود ابعاد کوچک از باتری قدرتمند ۱۰۳۰ میلی‌آمپرساعتی بهره می‌برد که با هربار شارژ می‌تواند تا ۲۴ ساعت استفاده‌ی مداوم یا ۳۶ ساعت حالت آماده‌به‌کار دوام بیاورد. باتری پیشرفته‌ی این واکی‌تاکی در دماهای پایین تا ۳۰- درجه‌ی سانتی‌گراد نیز بدون‌مشکل کار می‌کند و به‌همین‌ دلیل برای فعالیت‌هایی مثل اسکی، کوه‌نوردی و دوچرخه‌سواری ایدئال به‌نظر می‌رسد. از دیگر قابلیت‌های پیشرفته‌ی واکی‌تاکی شیائومی Sports می‌توان به میکروفون حذف نویز، کلید مخصوص برای ساخت گروه که حتی با دستکش بدون‌ هیچ مشکلی کار می‌کند و استاندارد IP65 برای مقاومت دربرابر آب و گردوغبار اشاره کرد. واکی‌تاکی جدید شیائومی با استفاده از سیستم اتصال مغناطیسی این شرکت، قابلیت نصب روی تجهیزات مختلف ازجمله بازوبند و بند گردنی را فراهم می‌کند. این محصول از اپلیکیشن واکی‌تاکی شیائومی پشتیبانی می‌کند که امکاناتی مثل مدیریت تیم، اشتراک‌گذاری مکان و به‌روزرسانی‌های نرم‌افزاری OTA را در اختیار کاربران قرار می‌دهد. به‌لطف بلوتوث داخلی دستگاه مذکور نیز می‌توان از آن به‌عنوان اسپیکر یا برای فعال‌سازی دستیار صوتی گوشی هوشمند بهره گرفت.', 8, '2025-04-25 09:18:53'),
('images/catlbatry.webp', 'باتری جدید CATL برای خودروهای برقی', 'در آستانه برگزاری نمایشگاه خودرو شانگهای، CATL از سه نوآوری مهم در بخش باتری خودروهای برقی رونمایی کرد. شرکت CATL، بزرگ‌ترین تولیدکننده‌ی باتری جهان، در آستانه‌ی نمایشگاه خودرو شانگهای، از چند نوآوری مهم در حوزه‌ی باتری خودروهای برقی رونمایی کرد.  نسخه‌ی ارتقایافته‌ی باتری Shenxing اکنون می‌تواند تنها در پنج دقیقه تا ۵۲۰ کیلومتر برد فراهم کند؛ رکوردی بالاتر از وعده‌ی ۴۰۰ کیلومتری BYD. این سیستم از سرعت شارژ ۱٫۳ مگاوات پشتیبانی می‌کند و حتی در دمای منفی ۱۰ درجه‌ی سانتی‌گراد، ظرف ۱۵ دقیقه از ۵ به ۸۰ درصد می‌رسد.  باتری سدیم-یون جدیدی به نام Naxtra آماده‌ی تجاری‌سازی شده و در شرایط دمایی سخت آزمایش شده است. این باتری برای خودروهای هیبریدی حدود ۲۰۰ کیلومتر و برای خودروهای تمام‌برقی تا ۵۰۰ کیلومتر برد فراهم می‌کند. به‌دلیل هزینه‌ی کمتر و ایمنی بالاتر، سدیم گزینه‌ای جذاب برای جایگزینی بخشی از بازار باتری‌های فسفات‌آهن لیتیوم به‌شمار می‌رود. در سومین رونمایی، CATL از باتری دوگانه‌ای پرده‌برداری کرد که تا ۱۵۰۰ کیلومتر برد دارد. این سیستم از ترکیب باتری اصلی با قابلیت شارژ سریع و یک بسته‌ی کمکی برای افزایش برد بهره می‌برد و طراحی‌اش با استفاده‌ی هم‌زمان از دو منبع انرژی، عملکرد خودرو را بهینه می‌کند.  به‌دلیل تنش‌های تجاری میان چین و آمریکا و قرارگرفتن نام CATL در فهرست شرکت‌های مرتبط با ارتش چین از سوی وزارت دفاع آمریکا، دسترسی خودروسازان آمریکایی به این فناوری‌ها در آینده‌ی نزدیک بعید به‌نظر می‌رسد و می‌تواند مزیتی رقابتی برای سایر خودروسازان جهانی ایجاد کند.', 9, '2025-04-25 09:21:33');

-- --------------------------------------------------------

--
-- Table structure for table `signup`
--

CREATE TABLE `signup` (
  `ID` int(50) NOT NULL,
  `User Name` varchar(50) NOT NULL,
  `Email` varchar(50) NOT NULL,
  `Password` varchar(50) NOT NULL,
  `admin` tinyint(1) NOT NULL,
  `mco` tinyint(1) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `signup`
--

INSERT INTO `signup` (`ID`, `User Name`, `Email`, `Password`, `admin`, `mco`) VALUES
(1, 'Mojtaba', 'pcmojtaba19@gmail.com', '1234', 1, 1),
(2, 'Ahmad', 'pcmojtaba19@gmail.com', '12345678', 0, 0),
(3, 'بهروز', 'pcmojtaba19@gmail.com', '123', 0, 1),
(4, 'ali', 'pcmojtaba19@gmail.com', '12', 1, 0),
(5, 'sadra', 'pcmojtaba19@gmail.com', 'sad', 0, 0);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `app`
--
ALTER TABLE `app`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `city`
--
ALTER TABLE `city`
  ADD PRIMARY KEY (`IDcity`);

--
-- Indexes for table `comment`
--
ALTER TABLE `comment`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `signup`
--
ALTER TABLE `signup`
  ADD PRIMARY KEY (`ID`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `app`
--
ALTER TABLE `app`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT for table `city`
--
ALTER TABLE `city`
  MODIFY `IDcity` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `comment`
--
ALTER TABLE `comment`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `news`
--
ALTER TABLE `news`
  MODIFY `id` int(50) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `signup`
--
ALTER TABLE `signup`
  MODIFY `ID` int(50) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
