<!doctype html>
<html lang="fa" dir="rtl">

<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.rtl.min.css"
        integrity="sha384-dpuaG1suU0eT09tx5plTaGMLBsfDLzUCCUXOY2j/LSvXYuG6Bqs43ALlhIqAJVRb" crossorigin="anonymous">
    <link rel="stylesheet" href="../cc.css">
    <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap-icons@1.11.3/font/bootstrap-icons.min.css">
    <style>
        body {
            text-align: justify;
        }
    </style>
</head>

<body>

<?php
    include("../header-folder.php")
    ?>

    <div class="container mb-5" style="margin-top: 7rem;">
        <h3 class="text-center mb-4">همه چیز درباره ضایعات هسته‌ای: از منشأ تا مدیریت پایدار</h3>
        <div class="text-center mb-5 pt-4">
            <img class="img-fluid rounded shadow"
                src="https://api2.zoomit.ir/media/nuclear-waste-facts-sign-scaled-677684f5e264bbf694ff5dbf?w=1080&q=80"
                alt="تصویر اصلی">
        </div>


        <p>
            زباله‌های هسته‌ای، محصول جانبی رآکتورها و چالشی برای محیط زیست هستند. آیا دانشمندان با راه‌حل‌های علمی
            می‌توانند تهدید را به فرصتی پایدار تبدیل کنند؟
            ضایعات هسته‌ای، زباله‌های هسته‌ای و یا پسماند هسته‌ای، همگی واژه‌هایی آشنا هستند که اغلب تصاویری از خطر و
            آلودگی را تداعی می‌کنند. اما ضایعات هسته‌ای دقیقاً چیست و چرا حائز اهمیت است؟ آیا واقعاً مشکلی حل‌ناشدنی است
            و یا راه‌حل‌هایی نیز برای مدیریت این قبیل زباله‌ها وجود دارد؟

            تصویر رایجی که از ضایعات هسته‌ای در ذهن‌ها به یاد مانده، معمولاً بشکه‌های فلزی زنگ‌زده‌ای را به نمایش
            می‌گذارد که مواد سبزرنگ رادیواکتیو را به محیط نشت می‌دهند و باعث بیماری‌های جدی مانند سرطان می‌شوند. گاهی
            این تصویرها موجودات جهش‌یافته‌ای را نیز شامل می‌شوند که مانند زامبی‌ها، تمامی موجودات زنده و محیط زیست را
            تهدید می‌کنند. اما چنین برداشت‌هایی بیشتر برگرفته از فرهنگ عامه و داستان‌های تخیلی هستند.
        </p>

        <p>
            امروزه با توجه به تلاش جهانی برای کاهش وابستگی به سوخت‌های فسیلی، انرژی هسته‌ای به‌عنوان یکی از گزینه‌های
            پاک برای تأمین انرژی شناخته می‌شود. به همین دلیل، ضروری است که تصویری واقعی‌تر از ضایعات هسته‌ای و خطرات آن
            در ذهن داشته باشیم و روش‌های علمی مدیریت آن را نیز بهتر بشناسیم. در ادامه، با ماهیت ضایعات هسته‌ای و نحوه‌ی
            مدیریت این زباله‌ها آشنا می‌شویم.
        </p>

        <div class="text-center mb-5 pt-4">
            <img class="img-fluid rounded shadow"
                src="https://api2.zoomit.ir/media/specials-imagesforbesimgcomimageserve6585990720x0-67792336375e3c8956470d58?w=1200&q=80">
        </div>

        <h3 class="pb-2">ضایعات هسته‌ای چیست؟</h3>

        <p>
            به بیان ساده، زباله‌ها و ضایعات هسته‌ای یا رادیواکتیو، به محصول جانبی باقی‌مانده از فعالیت‌های هسته‌ای گفته
            می‌شود که دیگر کارآمد نیستند، اما همچنان خاصیت رادیواکتیوی دارند. این پسماندها در فرآیندهای مختلفی مانند
            تولید انرژی در رآکتورهای هسته‌ای، فرآوری و بازفرآوری سوخت، تولید سلاح‌های هسته‌ای، فعالیت‌های پزشکی و
            پژوهش‌های علمی به وجود می‌آیند.

            ضایعات هسته‌ای شامل انواع مختلفی است و ویژگی خاصی دارد: خواص آن با گذشت زمان تغییر می‌کند و به تدریج، به
            انواع دیگری از ضایعات تبدیل می‌شود. از میان انواع مختلف این زباله‌های هسته‌ای، جدی‌ترین و شناخته‌شده‌ترین
            نوع، پسماند رادیواکتیوی سطح بالا است که عمدتاً در رآکتورهای هسته‌ای غیرنظامی تولید می‌شود.
        </p>

        <h3 class="pb-2">ضایعات هسته‌ای چگونه تولید می‌شود؟</h3>

        <p>
            سوخت در رآکتورهای هسته‌ای متداول، به شکل قرص‌های کوچک سرامیکی به اندازه‌ی تقریبی یک انگشتانه تولید می‌شود.
            این قرص‌ها حاوی اورانیوم غنی‌شده هستند که شامل ایزوتوپ شکافت‌پذیر اورانیوم-۲۳۵ است. این قرص‌ها در لوله‌های
            فلزی مقاومی قرار می‌گیرند که با هم، میله‌های سوخت را تشکیل می‌دهند. سپس این میله‌ها در بسته‌های مستطیلی‌شکل
            جمع‌آوری می‌شوند.
        </p>

        <div class="text-center mb-5 pt-4">
            <img class="img-fluid rounded shadow" src="https://api2.zoomit.ir/media/3-67790478e264bbf694ff6b22?w=1200&q=80">
        </div>

        <p>سپس، بسته‌های سوخت در رآکتور درون آبی غوطه‌ور می‌شوند که به‌عنوان تعدیل‌کننده و خنک‌کننده عمل می‌کند. فرآیند
            تولید انرژی با شکافت اتم‌های اورانیوم آغاز می‌شود. زمانی که یک اتم اورانیوم-۲۳۵ شکافته می‌شود، دو نوترون
            آزاد می‌کند. تعدیل‌کننده این نوترون‌ها را آهسته می‌کند تا احتمال برخورد و جذب توسط اتم‌های دیگر اورانیوم-۲۳۵
            افزایش یابد. اگر جذب رخ دهد، اتم دوم نیز شکافته می‌شود و دو نوترون دیگر آزاد می‌کند. این فرآیند به شکل
            زنجیره‌ای ادامه یافته و در نتیجه، واکنش هسته‌ای پایدار را به وجود می‌آورد.

            وقتی اتم‌های اورانیوم شکافته می‌شوند، علاوه بر انرژی، به عناصر کوچکتری مانند سزیم-۱۳۷ و استرانسیم-۹۰ تبدیل
            می‌شوند. سپس، ایزوتوپ‌های رادیواکتیو به مرور زمان وامی‌پاشند و عناصر جدیدی ایجاد می‌کنند. همچنین برخی از
            اتم‌های اورانیوم-۲۳۸ موجود در سوخت، با جذب نوترون به پلوتونیوم و دیگر عناصر فرا اورانیوم تبدیل می‌شوند.
        </p>

        <div class="text-center mb-5 pt-4">
            <img class="img-fluid rounded shadow"
                src="https://api2.zoomit.ir/media/1-6779062ce264bbf694ff6b2b?w=1200&q=80">
        </div>

        <p>
            زمانی که بخش چشمگیری از اورانیوم-۲۳۵ مصرف شود و سوخت دیگر توانایی حفظ واکنش زنجیره‌ای را نداشته باشد،
            به‌عنوان سوخت مصرف‌شده در نظر گرفته شده و اساساً هدر می‌رود.
        </p>

        <div class="row" style="margin-top: 10rem;">
            <div class="col-12">
                <h2 class="text-success">نظرات کاربران</h2>
                <!-- <ul class="list-group mt-3">
                          <li class="list-group-item">نظر شماره ۱: این صفحه بسیار مفید بود.</li>
                          <li class="list-group-item">نظر شماره ۲: طراحی بسیار زیبا و کارآمد است.</li>
                          <li class="list-group-item">نظر شماره ۳: لطفاً موارد بیشتری اضافه کنید.</li>
                      </ul> -->
                <form class="mt-4">
                    <div class="mb-3">
                        <label for="userComment" class="form-label">نظر خود را بنویسید:</label>
                        <textarea class="form-control" id="userComment" rows="3"
                            placeholder="نظر خود را اینجا بنویسید..."></textarea>
                    </div>
                    <button type="submit" class="btn btn-outline-success">ارسال نظر</button>
                </form>
            </div>
        </div>

    </div>

    <footer class="bg-success text-white text-center py-3">
        <p>&copy; سال ۱۴۰۳ کپی بخش یا کل هر کدام از مطالب MSR46 تنها با کسب مجوز مکتوب امکان پذیر است</p>
    </footer>

    <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.0/dist/js/bootstrap.bundle.min.js"></script>
</body>

</html>